{
    "name": "Jotunn",
    "type": "race",
    "img": "",
    "system": {
        "description": {
            "value": "<h1 id=\"jotunn-goliath-\">Jotunn (Goliath)*</h1><p><strong>Powerful Build.</strong>&nbsp;You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift. @Compendium[5e-stat-decoupled.abilities.RV8ZQYO0JMV6MIHC]{Powerful Build}</p><p><strong>Subrace.</strong>&nbsp;You get a subrace.</p><h3 id=\"cloud-giant\">Cloud Giant</h3><p><strong>Graceful Landing.</strong>&nbsp;You can cast the Feather Fall spell targeting only yourself at will with no material components. Intelligence, Wisdom, or Charisma is your spellcasting ability for this spell. @Compendium[5e-stat-decoupled.abilities.ENSZ4QV3C5DANBCL]{Graceful Landing}</p><p><strong>Keen Smell.</strong>&nbsp;You have advantage on Wisdom (Perception) checks that rely on smell. @Compendium[5e-stat-decoupled.abilities.H1HE31X18TH50L6V]{Keen Smell}</p><p><strong>Light Steps.</strong>&nbsp;Your base walking speed is 35 feet. @Compendium[5e-stat-decoupled.abilities.HVLSEQV81TXCQMTG]{Light Steps}</p><h3 id=\"cyclops\">Cyclops</h3><p><strong>Eye Beam.</strong>&nbsp;You learn the&nbsp;<em>Mind Sliver</em>&nbsp;cantrip and Constitution is your spellcasting ability. @Compendium[5e-stat-decoupled.abilities.3EDNSPEB7H76NQWX]{Eye Beam}</p><p><strong>Unseen Eye.</strong>&nbsp;You can cast&nbsp;<em>See Invisibility</em>&nbsp;at will. @Compendium[5e-stat-decoupled.abilities.WH3WAJFXWKL2J5ZQ]{Unseen Eye}</p><h3 id=\"firbolg\">Firbolg</h3><p><strong>Firbolg Magic.</strong>&nbsp;You can cast detect magic and disguise self with this trait, using Intelligence, Wisdom, or Charisma as your spellcasting ability for them. Once you cast either spell, you can&rsquo;t cast it again with this trait until you finish a long rest. When you use this version of disguise self, you can seem up to 3 feet shorter than normal, allowing you to more easily blend in with humans and elves. @Compendium[5e-stat-decoupled.abilities.NQEUG4IF5TJF3YL0]{Firbolg Magic}</p><p><strong>Hidden Step.</strong>&nbsp;As a bonus action, you can magically turn invisible until the start of your next turn or until you attack, make a damage roll, or force someone to make a saving throw. Once you use this trait, you can&rsquo;t use it again until you finish a short or long rest. @Compendium[5e-stat-decoupled.abilities.4JM6WU6FH2DBANVG]{Hidden Step}</p><h3 id=\"fire-giant\">Fire Giant</h3><p><strong>Fire Resistance.</strong>&nbsp;You have resistance to fire damage. @Compendium[5e-stat-decoupled.abilities.6CMQ4YSUEYGSNQWT]{Fire Resistance}</p><p><strong>Fire-infused Attacks.</strong>&nbsp;You know the&nbsp;<em>Produce Flame</em>&nbsp;cantrip. When you reach 3rd level, you can cast the&nbsp;<em>Divine Favor</em>&nbsp;spell, which deals fire damage instead of radiant damage, and regain the ability to do so when you finish a long rest. Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells. @Compendium[5e-stat-decoupled.abilities.783DLRZ4ILWO6HWJ]{Fire-infused Attacks}</p><h3 id=\"frost-giant\">Frost Giant</h3><p><strong>Cold Resistance.</strong>&nbsp;You have resistance to cold damage. @Compendium[5e-stat-decoupled.abilities.YY47LHU9OB0TA93D]{Cold Resistance}</p><p><strong>Icy Protection.</strong>&nbsp;You can cast&nbsp;<em>Armor of Agathys</em>&nbsp;on yourself at a level equal to your proficiency modifier and Constitution is your spellcasting ability for this spell. After you use this trait, you can't use it again until you finish a long rest. @Compendium[5e-stat-decoupled.abilities.776J8THO6ER6QUD2]{Icy Protection}</p><h3 id=\"hill-giant\">Hill Giant</h3><p><strong>Voracious Appetite.</strong>&nbsp;Whenever you recover hit points from rolling hit dice, you regain an amount of hit points equal to the die rolled + your Constitution modifier + your proficiency bonus. @Compendium[5e-stat-decoupled.abilities.5E7Z5PF9R7U54LU1]{Voracious Appetite}</p><p><strong>Bountiful Physique.</strong>&nbsp;Whenever you expend hit dice during a short rest, any healing you receive while at full hit points is instead converted into temporary hit points, including healing from hit dice expended while at full health. @Compendium[5e-stat-decoupled.abilities.6K9RIN1BZKVQ7D62]{Bountiful Physique}</p><h3 id=\"oni\">Oni</h3><p><strong>Darkvision.</strong>&nbsp;You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. @Compendium[5e-stat-decoupled.abilities.TA92OCJO1ATUDJH9]{Darkvision}</p><p><strong>Magical Ogre.</strong>&nbsp;You know the&nbsp;<em>Friends</em>&nbsp;cantrip. When you reach 3rd level, you can cast&nbsp;<em>Charm Person</em>&nbsp;and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the&nbsp;<em>Darkness</em>&nbsp;spell once with this trait and regain the ability to do so when you finish a long rest. Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells. @Compendium[5e-stat-decoupled.abilities.JBPS2A2QSOWLFCWL]{Magical Ogre}</p><h3 id=\"stone-giant\">Stone Giant</h3><p><strong>Natural Climber.</strong>&nbsp;You have a 30 foot climbing speed. @Compendium[5e-stat-decoupled.abilities.SDGK9JQ2FAVHMN3K]{Natural Climber}</p><p><strong>Stone's Endurance.</strong>&nbsp;You can focus yourself to occasionally shrug off injury. When you take damage, you can use your reaction to roll a d8. Add your Constitution modifier to the number rolled, and reduce the damage by that total. You can use this ability a number of times equal to your proficiency modifier, regaining all expended uses when you finish a long rest. @Compendium[5e-stat-decoupled.abilities.PW6YJJRDTHH3IIJB]{Stone's Endurance}</p><h3 id=\"storm-giant\">Storm Giant</h3><p><strong>Lightning Resistance.</strong>&nbsp;You have resistance to lightning damage. @Compendium[5e-stat-decoupled.abilities.PY8UASRAK41JR2B9]{Lightning Resistance}</p><p><strong>Minorly Prophetic.</strong>&nbsp;You can prepare yourself for the dangers and challenges ahead. You know the&nbsp;<em>Guidance</em>&nbsp;cantrip. You can cast&nbsp;<em>Gift of Alacrity</em>&nbsp;on yourself and regain the ability to do so when you finish a long rest. Intelligence, Wisdom, or Charisma is your spellcasting ability for these spell. @Compendium[5e-stat-decoupled.abilities.1KYKJ5AFAHPS8763]{Minorly Prophetic}</p>",
            "chat": "",
            "unidentified": ""
        },
        "source": "Stat-Decoupled"
    },
    "effects": [],
    "folder": null,
    "sort": 0,
    "ownership": {
        "default": 0
    },
    "flags": {},
    "_id": "N8QK3UGDV6O7NLLV"
}